import React from 'react';

import './about-page.scss';


function AboutPage() {
    return (
        <div className='about-div'>
            <p className='h1-about'>
            Доброго дня!
            
            Я лікар-ендокринолог з багаторічним досвідом роботи в галузі медицини.
            
            Я закінчила Харківський національний медичний університет у 2001 році та продовжила свою кар'єру в галузі внутрішньої медицини.
            З 2011 року присвятила себе ендокринології та допомагаю пацієнтам з різними ендокринними захворюваннями.
            
            Моя мета - забезпечити високоякісну медичну допомогу та підтримку кожному пацієнту.
            Я вірю в індивідуальний підхід до лікування та прагну створити довірливі відносини з своїми пацієнтами.
            Рада буду допомогти вам із будь-якими питаннями, що стосуються ендокринології.
            Звертайтесь до мене за консультацією або лікуванням.
            
            З повагою, Олена Христенко
            </p>
        </div>
    )
}

export default AboutPage;
