import React from 'react';

import './about-page.scss';
import { Footer, Header } from '../../components/interface';


function AboutPage() {
    return (
        <>
            <Header />
            <div className='about-div'>
                <section className='info-cards-section'>
                    <div className='education-label-div'>
                        Освіта
                        <div className='education-div'>
                            Я лікар-ендокринолог з багаторічним досвідом роботи в галузі медицини.
                            Я закінчила Харківський національний медичний університет у 2001 році
                            та продовжила свою кар'єру в галузі внутрішньої медицини.
                        </div>
                    </div>
                    <div className='expirience-div'></div>
                    <div className='for-patients-div'></div>
                </section>
                {/* <p className='h1-about'>
            Доброго дня!
            
            Я лікар-ендокринолог з багаторічним досвідом роботи в галузі медицини.
            
            Я закінчила Харківський національний медичний університет у 2001 році та продовжила свою кар'єру в галузі внутрішньої медицини.
            З 2011 року присвятила себе ендокринології та допомагаю пацієнтам з різними ендокринними захворюваннями.
            
            Моя мета - забезпечити високоякісну медичну допомогу та підтримку кожному пацієнту.
            Я вірю в індивідуальний підхід до лікування та прагну створити довірливі відносини з своїми пацієнтами.
            Рада буду допомогти вам із будь-якими питаннями, що стосуються ендокринології.
            Звертайтесь до мене за консультацією або лікуванням.
            
            З повагою, Олена Христенко
            </p> */}
            </div>
            <Footer />
        </>
    )
}

export default AboutPage;
